{
    "domain": "www.ribbonfarm.com",
    "next_page_id": null,
    "url": "http://www.ribbonfarm.com/2015/04/08/the-essence-of-peopling/",
    "short_url": "http://rdd.me/cb8hxbxs",
    "author": "Sarah Perry",
    "excerpt": "Sarah Perry is a contributing editor of Ribbonfarm. Nouns for human beings &#x2013; &#x201C;people&#x201D; or &#x201C;person&#x201D; &#x2013; conjure in the mind a snapshot of the surface appearance&hellip;",
    "direction": "ltr",
    "word_count": 5610,
    "total_pages": 0,
    "content": "<div><div class=\"format_text entry-content\">\n<p><em>Sarah Perry is a contributing editor of Ribbonfarm.</em></p>\n<p>Nouns for human beings &#x2013; &#x201C;people&#x201D; or &#x201C;person&#x201D; &#x2013; conjure in the mind a snapshot of the surface appearance of humans. Using nouns like &#x201C;people&#x201D; subtly encourages thinking about people as frozen in time, doing nothing in particular. &#x201C;People&#x201D; is an anchor for thinking about human bodies separate from their environment, from the buildings and streets and farms and parks that they build and use to go about their business. </p>\n<p>I prefer to think about &#x201C;peopling&#x201D; &#x2013; the process of human beings going about their business, whatever that is. I take this usage from the 1971 movie <em>Bedknobs &amp; Broomsticks</em>, in which the main characters visit a magical animal kingdom, where a sign warns them away:</p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image.jpg\" alt=\"image\" width=\"406\" class=\"alignnone size-full wp-image-4931\"></a></p>\n<p>Much of the modern built environment seems to bear this message as well, presenting a hostile face to ordinary human activity, and preventing all but an impoverished subset of peopling from occurring at all.<br>\n</p>\n<p>The verb &#x201C;peopling&#x201D; is usually used to refer to the process of populating a region, but reproduction and migration are only two aspects of the highly varied, but patterned, activities of human beings throughout time. Peopling includes construction, dance, commerce, old age, drunkenness, conversation, worship, play, war, fashion, sleep, stories, and a thousand other things (though maybe there are not so very many, after all). </p>\n<p>What is at the center of it all? If we look deep into the core of peopling, at the essential nature of our special human cognition, <em>descriptively</em>, then we can get a perspective on what outward manifestations of peopling are good for us, <em>normatively</em>. The first part of this essay is an account of innermost peopling &#x2013; the social, self-conscious nature of human cognition. The second part of this essay moves outward, connecting cognition to the rituals and social information flows that make up the most important parts of our environment. </p>\n<p><b>Identity Maintenance and the Cooperative Nature of the Self</b></p>\n<p>In <em><a href=\"http://www.amazon.com/Others-Mind-Social-Origins-Self-Consciousness/dp/0521729653\">Others in Mind: The Social Origins of Self-Consciousness</a></em> (one of my favorite books of all time), Philippe Rochat presents a social model of human cognition, from a developmental psychology perspective, in contrast to the &#x201C;solipsistic&#x201D; Cartesian model of consciousness, which, he says, still dominates the modern study of psychology and neuroscience. The Cartesian model contrasts with the more social, external, knowledge-in-common model of consciousness that predominated prior to the 17th century:</p>\n<blockquote><p>\nWith Descartes, consciousness becomes an individualistic, more private and solipsistic state of the mind that is opaque, not transparent, accessible to itself through self-reflection. The rationalist tradition launched by Descartes introduces a transition from <em>cogitamus, ergo sum</em> (we think, therefore I am) to Descartes&#x2019;s famous <em>cogito, ergo sum</em> (I think, therefore I am).<br>\n<br><em>Others in Mind</em>, p. 51</p></blockquote>\n<p>Rochat, in contrast, models human cognition as fundamentally social in nature. Each person learns to be aware of himself &#x2013; is <em>constrained toward</em> self-consciousness &#x2013; by other people being aware of him. He learns to manage his image in the minds of others, and finds himself reflected, as in a mirror, through the interface of language and non-verbal communication. </p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image1.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image1.jpg\" alt=\"image\" width=\"500\" class=\"alignnone size-full wp-image-4932\"></a></p>\n<p>This structure hints at infinite recursion, but cognitive resources are limited, and in practice only the first couple of levels of mutual simulation are salient. Thomas Nagel finds this structure at the heart of &#x201C;non-perverse&#x201D; sexual desire in his <a href=\"http://faculty.cbu.ca/sstewart/phil205/nagel%20perversion.pdf\">1969 paper on sexual perversion</a>:</p>\n<blockquote><p>\nSexual desire involves a kind of perception, but not merely a single perception of its object, for in the paradigm case of mutual desire there is a complex system of superimposed mutual perceptions &#x2013; not only perceptions of the sexual object, but perceptions of oneself. Moreover, sexual awareness of another involves considerable self-awareness to begin with &#x2013; more than is involved in ordinary sensory perception.</p></blockquote>\n<p>The self is not unitary and separate from others; peopling occurs in the context of mutual-mental-modeling relationships, which continue to affect each person when he is alone. </p>\n<p>Each person&#x2019;s self is spread out among many people, <em>simulated</em> in all their brains at varying levels of granularity. And each person has a different &#x201C;self&#x201D; for each one of the people he knows, and a different self for every social context. A teenager has a very different way of behaving, speaking and thinking around his friends from the way he behaves, speaks, and thinks around his grandparents. The self at work is different from the self at home with close friends, or in bed with a spouse. And none of these are the &#x201C;true self&#x201D; &#x2013; rather, the self exists in all these, and in the transitions between them. There can never be one single, public self; to collapse all these multiple selves together would be akin to social death. (That is one reason that Facebook and Google+ are wrong to require a single government-name identity for each user.) </p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image2.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image2.jpg\" alt=\"image\" width=\"500\" class=\"alignnone size-full wp-image-4933\"></a></p>\n<p>Mentally maintaining one&#x2019;s identity in relation to others, including one&#x2019;s accurate social status and relationships in each case, is the core task of being human. This can be inferred from the most dramatic breakdowns or failure modes of peopling: delusions and thought disorders. </p>\n<p>The <a href=\"http://en.m.wikipedia.org/wiki/Monothematic_delusion\">monothematic delusions</a> are a class of delusions characterized by being limited to a single theme. Usually caused by stroke, brain injury, or neurological illness, they all represent failures of the most central task of peopling: modeling one&#x2019;s own, or others&#x2019;, identities. Because of this, they are sometimes are grouped together as <a href=\"http://en.m.wikipedia.org/wiki/Delusional_misidentification_syndrome\">delusional misidentification syndrome</a>. </p>\n<p>You have probably heard of some of them. The Cotard delusion is the belief that one is dead, or does not exist. The Capgras delusion is the belief that a close family member or spouse has been replaced by an imposter. Somatoparaphrenia is the belief that a limb or side of the body is not one&#x2019;s own. Mirrored-self misidentification is the belief that the person appearing in the mirror is not oneself. The syndrome of delusional companions is the belief that inanimate objects are sentient beings. <a href=\"http://scielo.isciii.es/pdf/ejpen/v23n3/original2.pdf\">Clonal pluralization</a> is the belief that one exists in multiple, physical copies. </p>\n<p>The theme of misperception of identity pervades not only these exotic monothematic delusions, but also the content of <a href=\"http://en.m.wikipedia.org/wiki/Delusion#Themes\">the most common delusions</a>. Grandeur and persecution are misperceptions of status and relationships, exaggerating the importance of the self in a positive or negative way. &#x201C;Ideas of reference&#x201D; is a pattern of seeing reference to the self everywhere, in traffic lights and television advertisements. </p>\n<p>All this is to say that a huge portion of our internal cognitive machinery, of which we are not normally aware, is concerned with the ordinary function of maintaining one&#x2019;s own identity and that of others. We can see this function from the ways in which it breaks.</p>\n<p>Baumeister and Masicampo posit that interfacing between identities &#x2013; both within a single mind, and between minds &#x2013; is the <em>purpose</em> of conscious thought (<a href=\"http://users.wfu.edu/masicaej/BaumeisterMasicampo2010PsychRev.pdf\">Conscious Thought Is for Facilitating Social and Cultural Interactions: How Mental Simulations Serve the Animal&#x2013;Culture Interface</a>). And just as Rochat proposes that we are &#x201C;constrained toward consciousness&#x201D; by others, Kevin Simler says that <a href=\"http://www.meltingasphalt.com/personhood-a-game-for-two-or-more-players/\">we &#x201C;infect&#x201D; each other with personhood</a>. </p>\n<p>This special human form of self-consciousness has a troublesome feature, as I explained in the <a href=\"http://www.ribbonfarm.com/2015/01/08/ritual-and-the-consciousness-monoculture/\">first installment of this series</a>. Information about the self from the first-person perspective tends to be inflated and self-aggrandizing; information about the self from the third-person perspective, projected into the minds of others, tends to be deflated and self-deprecatory. Deep down, each person feels himself to be special and important, but also realizes that from the perspective of others he is quite ordinary and unimportant. Rochat says:</p>\n<blockquote><p>There is a profound irreconcilability or dissonance between first-and third-person perspectives on the self once objectified and valued. This dissonance shapes behaviors in crucial ways, as individuals try to reconcile their own and others&#x2019; putative representations about them. These two representational systems are always at some odds or in conflict, always in need of readjustment. It is so because these systems are open, and they do not share the same informational resources: direct, permanent, and embodied for the first-person perspective on the self; indirect, more fleeting, and disembodied for the third-person perspective on the self. </p>\n<p>A main property of this dissonance is that it tends to feed into itself and can reach overwhelming proportions in the life of individuals. More often than not, this dissonance is a major struggle, expressed in the nuisance of self-conscious behaviors that hinder creativity and the smooth &#x201C;flow&#x201D; of interpersonal exchanges.<br>\n<br>\n<em>Others in Mind</em>, p. 41</p></blockquote>\n<p>Having <em>others in mind</em> is the essential nature of peopling, but it is often quite painful, manifesting in self-conscious rumination. </p>\n<p>People are able to accomplish this feat of mutual simulation by use of two tools: language and ritual. Ritual allows for the communication of information that language can&#x2019;t convey &#x2013; hard-to-fake costly signals of commitment, dependability, harmoniousness, and cooperative intent. </p>\n<p>Most pre-modern human environments would have provided a constant flow of social information in the form of ritual as well as language. If humans are somehow calibrated to expect a constant flow of social information, then the sparseness of ritual and social participation in modern environments might trigger a cascade of rumination. On the other hand, experiencing a great deal of positive (even if quite mundane) social information might be protective against some of the modern forms of social pain that torture the meaning-heavy modern self. </p>\n<p>A very simple example is greetings. &#x201C;Greeting everyone you see&#x201D; is a candidate for a ritual universal, a part of the ritual atmosphere that displays good fit with peopling (<a href=\"https://theviewfromhellyes.wordpress.com/2015/03/18/supply-everyone-with-every-nutrient/\">with some caveats</a>). Rochat concludes <em>Others in Mind</em> by saying:</p>\n<blockquote><p>\nWalking around in South Pacific island traditional villages, during the day or in the pitch dark of moonless nights, it is almost impossible to cross paths with someone, young or old, woman or man, familiar or absolute stranger, without some greeting, without some acknowledgment of your existence, either called by your name or being asked what you are doing and where you are going, even if the response is very obvious. For individuals like me who grew up in rich postindustrial regions of the world, who struggle for their career and place in society, constantly under the spell of a panic fear of failure, of having failed, or of being an impostor, <strong>such simple, yet constant social acknowledgment amounts to the experience of tremendous relief</strong>. Finally one experiences the peace of being effortlessly recognized by others, the absolute sense of being socially substantial, as opposed to socially transparent. </p>\n<p>This kind of small village experience lifts the curse of social transparency. &#x2026;[T]his kind of intimacy and bonding with others that is the wealth of small traditional society is what we all strive for, regardless of where we live and where we grew up. It is the force that leads us toward self-consciousness, probably more forcefully if we grow up in an industrial region of the world. If there is such a thing as a universal criterion for &#x201C;the good life,&#x201D; a comfort we would all aspire to, then it must be the sense of social proximity. It must be the sense of being acknowledged and recognized, of being included and intimate with others, no matter what. It is being safe, the ultimate prize and the ultimate refuge.<br>\n<br><em>Others in Mind</em>, p. 233-234. [Emphasis added.]</p></blockquote>\n<p>How many other patterns are there in addition to this simple one of greeting, perhaps lost for now, but discoverable in their hidden obviousness? <a href=\"http://www.aao.org/newsroom/release/20130501.cfm\">Sunshine</a> might be one &#x2013; and what might motivate us to spend time outside in the sunshine, perhaps even exercising, more then group ritual? Greeting, sunshine, dancing, singing, touch, face-to-face talking, fire, laughing, stories &#x2013; we likely have special brain adaptations for all of these, indicating that they are good for us and core to our existence, but how well do our present cultural patterns make them available to us? </p>\n<p>The social groups that used to provide these things have gradually faded from existence, because they are not economically viable, and because the economic, architectural, and media patterns that dominate our lives do not support them. The individual is not the appropriate unit of peopling, but it is the only unit that the tiling systems understand. If there are kinds of groups that can help us provide these valuable things for each other in our modern context, without strain or embarrassment, they probably don&#x2019;t exist yet. Most &#x201C;cults&#x201D; and &#x201C;intentional communities&#x201D; fail. The human institutions that will rediscover the ritual pattern languages and implement them in the context of post-industrial peopling have yet to be discovered.</p>\n<p>There is another aspect to this special peopling interface: time. Since the interface is performed using <em>simulations</em> when social information is not available, we are spread out in time, living both in the past and the future as well as the present. </p>\n<p>Aspects of the built as well as the social environment can cause us to turn outward toward the environment and others, or to turn inward toward our own (often painful) simulations. A freeway is useful for getting from place to place, but it&#x2019;s not a place to merely exist in the moment. So it is allowed to be ugly. More and more utilitarian, interstitial places are excused from beauty &#x2013; parking lots, shopping areas, waiting rooms, <a href=\"http://www.iwritewordsgood.com/apl/patterns/apl132.htm\">hallways</a>, and eventually even the rooms we live in. A utilitarian &#x201C;housing unit&#x201D; is a box for storing people; it doesn&#x2019;t have to be beautiful, just cheap. And ugliness causes us to turn inward.</p>\n<p>The same thing happens to time. More and more moments are interstitial, in between the allegedly &#x201C;real&#x201D; moments of living. We don&#x2019;t interact with each other, becasue we are just getting from place to place, perhaps simulating past and future moments in our imagination. And gradually these not-really-living moments can come to occupy the majority of our lives. Perhaps many of us who identify as introverts are just especially sensitive to the ugliness and awkwardness of modern built and social environments. We might be very happy with a quiet, pleasant, constant flow of positive social information (especially if plenty of privacy were still available). </p>\n<p>Christopher Alexander says:</p>\n<blockquote><p>If I consider my life honestly, I see that it is governed by a certain very small number of patterns of events which I take part in over and over again.</p>\n<p>Being in bed, having a shower, having breakfast in the kitchen, sitting in my study writing, walking in the garden, cooking and eating our common lunch at my office with my friends, going to the movies, taking my family to eat at a restaurant, having a drink at a friend&#x2019;s house, driving on the freeway, going to bed again. There are a few more.</p>\n<p>There are surprisingly few of these patterns of events in any one person&#x2019;s way of life, perhaps no more than a dozen. Look at your own life and you will find the same. It is shocking at first, to see that there are so few patterns of events open to me.</p>\n<p>Not that I want more of them. But when I see how very few of them there are, I begin to understand what huge effect these few patterns have on my life, on my capacity to live. If these few patterns are good for me, I can life well. If they are bad for me, I can&#x2019;t.</p>\n<p>Christopher Alexander, <em>The Timeless Way of Building</em>, pp. 67-68.</p></blockquote>\n<p>This is an instantiation of the spiritual advice, so universal as to be a clich&#xE9;, to &#x201C;live in the moment.&#x201D; What helps us live in the moment, rather than in our <em>simulations</em> of past and present? It is not only our mindset, but also to a great extent those people and things around us, and how we interact with them. </p>\n<p><b>Celebrities, Gods, and Bureaucracy</b></p>\n<p>Which others, exactly, do we tend to have in mind? And what kind of thoughts do they engender? The most important people to have in mind are those near to us and relevant to our social belonging &#x2013; our peers are relevant, but so are our social superiors, those with power over us. In human psychology, <a href=\"http://assets.csom.umn.edu/assets/71516.pdf\">bad is stronger than good</a>, so subtle signals of potential enmity or ostracism are processed more than signals of acceptance. Our possible enemies occupy a large part of our mindshare. High status people also claim a great deal of processing power, but those just below us on the status hierarchy who may be jockeying for position must also be simulated in detail. </p>\n<p>In very complex societies, there are some people who are so high in status that it is obligatory to mentally model them, even though they do not reciprocate by mentally modeling their social inferiors. This one-way modeling process usually occurs with the intermediation of media (which is not to say <em>modern</em> media, as this dynamic is thousands of years old). </p>\n<p>When evaluating a patient for dementia, a doctor often asks: who is the President of the United States? If a person does not know the answer to this question, it can usually be inferred that his mind is not functioning normally. This neurological practice is not itself the <em>reason</em> that it is obligatory to know who the President is; rather, because it is <em>already</em> socially obligatory to know who the President is, this question is an effective heuristic to gauge memory function. </p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image3.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image3.jpg\" alt=\"image\" width=\"500\" class=\"alignnone size-full wp-image-4934\"></a></p>\n<p>The late mathematician Gian-Carlo Rota, in his role as professor of phenomenology, used to say that in the West, once atheism became common, the nature of belief in God fundamentally changed even for believers. Before, belief in God was something like belief in the President: so socially fundamental and obvious that failure to mentally model God would be a sign of mental illness. After atheism came to be understood as a possibility, belief in God changed into a positive phenomenon, no less profound or sincere, but epistemically different. </p>\n<p>Belief in God is a <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0036880\">function of mental modeling</a>; but the relationship with God looks more similar to the relationship with the President than with the relationship between face-to-face humans:</p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image4.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image4.jpg\" alt=\"image\" width=\"500\" class=\"alignnone size-full wp-image-4935\"></a></p>\n<p>In systems with a &#x201C;personal God,&#x201D; each person&#x2019;s mental model of God contains a projected image of God&#x2019;s model of the person &#x2013; so inside each yellow circle, another circle representing the &#x201C;self-in-relation-to-God&#x201D; would fit inside. </p>\n<p>By &#x201C;religious institutions&#x201D; here I do not merely mean churches, but also the rules and behaviors that shape religious life, including group worship, prayer, and other ritual. The mental modeling of kings, politicians, and celebrities takes the form of a much older kind of cognition. The kind of &#x201C;religious institutions&#x201D; that shape religious belief involve a great deal of rich, unmediated human-to-human interaction, whereas most of the construction of celebrity is performed in a one-way, mediated manner. I think that gods display better &#x201C;fit&#x201D; with peopling than celebrities, in part for this reason.</p>\n<p>A Christian friend pointed me to the concept of an <a href=\"http://en.m.wikipedia.org/wiki/Egregore\">egregore</a> &#x2013; &#x201C;an autonomous psychic entity made up of, and influencing, the thoughts of a group of people.&#x201D; If we grant that this kind of entity &#x2013; a god or demon (or perhaps even a celebrity or politician, for in this case the actual person matters little) &#x2013; can exist in a psychological sense, then we must ask which kinds of these structures are fit for humans, which are most beautiful and lead to the most human flourishing. To me, these are more interesting questions than whether the egregoric entities have real-world referents. We will have gods or pseudo-gods no matter what; that is part of our inherent psychology. The only thing that varies is the nature of these entities.</p>\n<p>One of the worst fates that can befall us in the internet age is to inadvertently <em>become</em> one of these celebrity entities &#x2013; to be publicly shamed, to have a piece of our writing or behavior modeled as a public self by masses of people. If we are publicly shamed, we are obligated to suffer by modeling the masses of people with enmity toward us, even though they do not think of us as full human beings. They do not see us face to face, they are not aware of the ritual performances of our entire lives, but our public self is accessible to them through this very destructive kind of fame. It is a constant danger.</p>\n<p>Victims of public shaming, fortunately, make up only a small subset of celebrities. Most of the people with a public self have chosen to have this kind of self, in order to pursue their interests in control, money, or status. And these kings, politicians, and celebrities face a challenge. They are being mentally modeled by a number of people orders of magnitude too large to be modeled symmetrically. But in the aggregate, the crowd&#x2019;s behavior toward the high-status person matters a great deal. How can he monitor them for the kind of information he needs?  Political science scholar Xavier Marquez&#x2019; <a href=\"http://abandonedfootnotes.blogspot.co.nz/2011/03/simple-model-of-cults-of-personality.html\">model of &#x201C;cults of personality&#x201D;</a> suggests that ritual, in its &#x201C;game theory&#x201D; aspect as costly signaling, can solve the information problem:</p>\n<blockquote><p>\nHere is where cults of personality come in handy. The dictator wants a <em>credible</em> signal of your support; merely staying silent and not saying anything negative won&#x2019;t cut it. In order to be credible, the signal has to be costly: you have to be willing to say that the dictator is not merely ok, but a superhuman being, and you have to be willing to take some concrete actions showing your undying love for the leader. (You may have had this experience: you are served some food, and you must provide a credible signal that you like it so that the host will not be offended; merely saying that you like it will not cut it. So you will need to go for seconds and layer on the praise). Here the concrete action required of you is typically a willingness to denounce others when they fail to say the same thing, but it may also involve bizarre pilgrimages, ostentatious displays of the dictator&#x2019;s image, etc.<br>\n<br>[Emphasis in original.]</p></blockquote>\n<p>This is the darkest example of ritual that we have seen: ritual performed toward a top-down &#x201C;tiling system&#x201D; government of the kind that killed tens of millions of people by famine, and thousands more by murder. This kind of interface does not seem to be a good way for people to express their agency. It demonstrates in the extreme, however, the power of ritual, and one way that ritual connects to mental modeling. In a less destructive form, it is directly analogous to the social and ritual <em>information</em> provided to each individual in the form of greetings, explained above. </p>\n<p>What makes the ritual signaling toward Mao and Stalin so harmful, compared to ordinary face-to-face ritual signaling? Marquez says:</p>\n<blockquote><p>\nWhen everybody lies about how wonderful the dictator is, there is no common knowledge: you do not know how much of this &#x201C;support&#x201D; is genuine and how much is not, which makes it hard to organize against the dictator and exposes one to risks, sometimes enormous risks, if one so much as tries to share one&#x2019;s true views, since others can signal their commitment to the dictator by denouncing you. <strong>This is true of all mechanisms that induce preference falsification, however: they prevent coordination.</strong><br>\n<br>[Emphasis mine.]\n</p></blockquote>\n<p>Signaling toward an entity in a one-way manner, and entity who is not reciprocating by modeling its subjects, with control exerted form the top down, results in degenerate patterns, even when the ritual forms superficially resemble traditional forms. Gods, even when worshipped in the context of powerful hierarchical organizations, do not seem to cause the same problems. The excesses of Mao and Stalin are rarely observed in pre-20th-century religious contexts. </p>\n<p>The difference is that gods and spirits, saints and bodhisattvas, are worshipped in a ground-up context, with each local group entity adapting the rituals to its particular needs. The pattern languages are maintained and not destroyed. Top-down control destroys the peopling interface in which pattern languages are used, and by which people together express their agency. Gods can be excellent tools for group coordination; dictators that try to coercively manage all aspects of human life are not. </p>\n<p>Consider a much less extreme example: interacting with a bureaucracy, whether corporate or government. What does the mental modeling interface look like between a person and a government agency or a telephone company? Usually the bureaucracy has human avatars to interact with each person it communicates with. But the normal person-to-person mental modeling is not governing the interaction. The bureaucrat, police officer, teacher, judge, or cable television company representative functions as a skinsuit that the corporation or government agency wears, not as a co-modeling and fully interacting person. His behaviors are governed by top-down rules and scripts, with human discretion eliminated as much as possible.</p>\n<p><a href=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image5.jpg\"><img src=\"http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image5.jpg\" alt=\"image\" width=\"500\" class=\"alignnone size-full wp-image-4936\"></a></p>\n<p>The human being acting as a skinsuit does not and cannot model each customer or citizen individually in the course of their interaction. Even if he did, it would not make a difference to the outcome of the interaction; that is up to the scripts. Instead of having each other in mind, each participant has something else in mind &#x2013; a script, or an image of the bureaucratic organization. </p>\n<p>This kind of cognitive interface does not display good &#x201C;fit&#x201D; with the ordinary human social cognition we have been talking about. The avatars of bureaucracies do not have the practical ability to respond to the genuine needs and desires of the people who interact with them; they are only empowered to implement procedures. While this kind of structure is probably necessary in some aspects of human life, it would seem that humans would want to limit their exposure to non-mutual-modeling, bureaucratic-type interfaces. But instead, this type of interface is growing, infecting more and more domains of human life. In education, national curriculum standards mandate that tests be the scripts that are in teachers&#x2019; heads, so that children must interact with a script rather than a mutually-modeling person, day after day for years. In medicine, the same trend toward mandatory scriptedness is evident. Almost all regulation leads to more interactions being scripted in this sense &#x2013; less fit for peopling. </p>\n<p>Even aesthetic domains have become top-down and mediated. Music is downloaded and listened to, often privately, not sung and produced together. Dance is for professional celebrities on television shows, not performed by everyone. Sports are for professional athletes and perhaps children, at least those children who are unusually good at them. Even when food and clothing do not come from factories, and are produced by hand, they are produced by recipes and patterns, not ground-up expressions of creativity from the fluent use of a shared pattern language.</p>\n<p>Earlier I said that we accomplish the feat of peopling by using ritual and language. In <em><a href=\"http://library.uniteddiversity.coop/Ecological_Building/The_Timeless_Way_of_Building_Complete.pdf\">The Timeless Way of Building</a></em>, Christopher Alexander argues that what he calls &#x201C;pattern languages&#x201D; are the basis for creating and maintaining the physical, architectural forms in which we people. The loss of the shared <em>languages</em>, through the expansion of top-down tiling systems, is the reason that our built environments are less and less suitable for peopling.</p>\n<blockquote><p>\n[I]n Japan, even fifty years ago, every child learned how to lay out a house, just as children learn football or tennis today. People laid out their houses for themselves, and then asked the local carpenter to build it for them.</p>\n<p>When the language is shared, the individual patterns in the language are profound. The patterns are always simple. Nothing which is not simple and direct can survive the slow transmission from person to person. There is nothing in these languages so complex that someone cannot understand it. &#x2026;Just because every detail has to make sense to every man and woman, the patterns are heartfelt and profound.<br>\n<br><em>The Timeless Way of Building</em>, p. 230</p></blockquote>\n<p>The more the process of production is distanced by <em>mediation</em> from the use of the product, the worse it will <em>fit</em>. A concrete example:</p>\n<blockquote><p>\nIf I build a fireplace for myself, it is natural for me to make a place to put the wood, a corner to sit in, a mantel wide enough to put things on, an opening which lets the fire draw.</p>\n<p>But, if I design fireplaces for other people &#x2013; not for myself &#x2013; then I never have to build a fire in the fireplaces I design. Gradually my ideas become more and more influenced by style, and shape, and crazy notions &#x2013; my feeling for the simple business of making fire leaves the fireplace altogether.</p>\n<p>So, it is inevitable that as the work of building passes into the hands of specialists, the patterns which they use become more and more banal, more willful, and less anchored in reality.<br>\n<br><em>The Timeless Way of Building</em>, p. 236\n</p></blockquote>\n<p>This is as true for ritual (which as we have seen is a very broad category) as it is for houses and fireplaces.</p>\n<p>When the languages break down, and our built environments and social contexts no longer make sense, the response is usually to try to exert ever more control from the top down: to control larger chunks of the environment, to control more parts of the environment, and to control behavior directly through regulation. All of these fail, because in all human systems, not just economies, top-down control cannot replace the rich complexity generated by peopling with a shared language. Exerting more top-down control is exactly the wrong response.</p>\n<p>With living pattern languages, towns and buildings are not made once and then forgotten about, static things existing in the same forms forever. Rather, they are rebuilt and maintained constantly, changing as the needs of people change. It is the same for ritual. Rituals are not static things handed down without alteration from one generation to the next; they are constantly altered, but continue to make sense because of the shared pattern languages that people use to construct and perform them. Rediscovering ritual contexts that <em>fit</em> modern peopling will be a process of rediscovering our lost pattern languages.</p>\n<p><b>Peopling and Meaning</b></p>\n<p>In his book <a href=\"http://www.amazon.com/Meanings-Life-Roy-Baumeister-PhD/dp/0898625319\"><em>Meanings of Life</em></a>, Roy Baumeister offers what he calls an &#x201C;existential shopping list&#x201D; of four types of meaning that humans tend to need, and will seek if not provided. The first is <em>purpose</em> &#x2013; a kind of future-oriented meaning that provides a reason to do things, reflecting our nature as spread out in time. Goals are one kind of purpose; their weakness is that they are often realizable, so that we constantly need new goals to replace those that have been accomplished. Another kind of purpose exists in the far future, a mythical, often illusory &#x201C;fulfillment state&#x201D; such as heaven, fame, high status, or career success. The second is <em>justification</em>, the deepest basis or value, the final &#x201C;because&#x201D; for the endless hierarchy of &#x201C;why&#x201D;s. The search for this kind of justification is what is meant by Camus&#x2019; statement that the only really serious philosophical problem is that of suicide: why exist at all? Third, we need a sense of <em>efficacy</em>, of having some degree of control over our life and world. Fourth, we need <em>self-worth</em>, to feel valuable and important to others. </p>\n<p>Ritual is particularly well-suited to supply all of these meanings. Ritual makes mythical fulfillment states more plausible, even providing regular tastes of transcendental beauty and calm contentment that these future states are based on. Ritual supports the belief in ultimate value, as belief arises from our own behavior and the beliefs of those around us (as demonstrated day after day through their behavior). Perhaps most importantly, ritual provides a sense of efficacy and self-worth. This is especially true for those who are unable to contribute economically, such as the very old. A little old lady may not be able to do much &#x201C;useful&#x201D; work, but she can pray, and offer ritual performances that create a deeper, psychological value both for her and for the group she is part of. (My grandmother is very insistent about people throwing salt over their shoulder if they should happen to spill it, which I think injects a bit of fun and mystery into a recurrent, boring failure in life.) Ritual also means there is always something we can <em>do</em> to affect our circumstances and the universe at large, even if the results of the ritual are not immediately apparent. </p>\n<p>In all of these domains, traditional sources of these four kinds of meaning have weakened over the past few centuries and decades. In Baumeister&#x2019;s view, traditional sources of meaning (group-based morality, religion, etc.) have been replaced with emphasis on the <em>self</em>. Our goals tend to be individual goals; our fulfillment state is not heaven, but fame and career success, even as we see that this is unlikely and does not actually produce sustained contentment for those who achieve it. Efficacy and self-worth are expressed in work and personal performance, athletic or academic achievement, rather than in selfless group identity and the sacred. </p>\n<p>Kurt Vonnegut famously stated his view of the meaning of life: &#x201C;<a href=\"http://theody.net/vonnegut.html\">we&#x2019;re here to fart around</a>.&#x201D; Based on his examples &#x2013; greeting people and dogs, looking at pretty girls, having brief conversations &#x2013; it seems fair to expand this into &#x201C;we&#x2019;re here to fart around <em>together</em>.&#x201D; The peopling interface (not to mention the effects of solitary confinement) suggests a fifth, or even underlying fundamental, need for meaning: the need to interact with others, to simulate them and be simulated by them in positive ways, no matter how mundane. </p>\n<p>In conclusion, drink tea, together with your friends; pay attention to the tea, and to your friends, and pay attention to your friends paying attention to the tea. Therein lies the meaning of life.</p>\n\n<p>Previously in this series:<br>\n<a href=\"http://www.ribbonfarm.com/2015/01/08/ritual-and-the-consciousness-monoculture/\">Ritual and the Consciousness Monoculture</a><br>\n<a href=\"http://www.ribbonfarm.com/2015/02/11/what-is-ritual/\">What is Ritual?</a><br>\n<a href=\"http://www.ribbonfarm.com/2015/03/04/gardens-need-walls-on-boundaries-ritual-and-beauty/\">Gardens Need Walls: On Boundaries, Ritual, and Beauty</a></p>\n\t\t\t\t\t<p class=\"post_tags\">Tagged as:\n\t\t\t\t\t\t<a href=\"http://www.ribbonfarm.com/tag/consciousness/\" rel=\"tag\">Consciousness</a>, \n\t\t\t\t\t\t<a href=\"http://www.ribbonfarm.com/tag/ritual/\" rel=\"tag\">Ritual</a>\n\t\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t</div>",
    "date_published": "2015-04-08 00:00:00",
    "dek": null,
    "lead_image_url": "http://206hwf3fj4w52u3br03fi242.wpengine.netdna-cdn.com/wp-content/uploads/2015/04/image.jpg",
    "title": "The Essence of Peopling",
    "rendered_pages": 1
}